Repository: Valentin9003/AJS
Catalog: AJS.Web/Resources/Areas/Identity/Pages/Account/Manage/TwoFactorAuthentication.*.resx
Languages: bg

source: Add authenticator app
bg: Добавете приложение за удостоверяване

source: Authenticator app
bg: Приложение за удостоверяване

source: before you can log in with a recovery code.
bg: преди да можете да влезете с код за възстановяване.

source: Forget this browser
bg: Забрави този браузър

source: generate a new set of recovery codes
bg: генерира нов набор от кодове за възстановяване

source: recovery codes left
bg: оставащи кодове за възтановяване

source: Reset authenticator app
bg: Нулирайте приложение за удостоверяване

source: Reset recovery codes
bg: Нулирайте кодовете за възстановяване

source: Setup authenticator app
bg: Настройте приложение за удостоверяване

source: Two-factor authentication (2FA)
bg: Двуфакторна автентификация (2FA)

source: You have
bg: Вие имате

source: You have 1 recovery code left.
bg: Имате един останал код за възтановяване

source: You have no recovery codes left.
bg: Нямате кодове за възстановяване.
